[Cues]
Act_E2_1C_CampusA_VoiceOver01_Max_010 = "Akhirnya, aku mendapatkan beberapa waktu Max. Aku harus keluar zona dengan beberapa lagu ..."
Act_E2_1C_CampusA_VoiceOver02_Max_010 = "David berbicara dengan Nathan bukanlah hal yang bagus. Hal ini ada hubungannya dengan Kate ... atau Rachel ..."